Repository: sehmaschine/django-filebrowser
Catalog: filebrowser/locale/*/LC_MESSAGES/django.po
Languages: sr

source: Extension %(ext)s is not allowed. Only %(allowed)s is allowed.
sr: Фајлови са екстензијом %(ext)s нису дозвољени. Само %(allowed)s екстензије су дозвољене.

source: Name
sr: Назив

source: Only letters, numbers, underscores, spaces and hyphens are allowed.
sr: Само слова, цифре, доња црта и црта су дозвољени карактери.

source: The Folder already exists.
sr: Фолдер већ постоји.

source: New Name
sr: Нови назив

source: The File already exists.
sr: Фајл већ постоји.

source: Folder
sr: Фолдер

source: Image
sr: Слика

source: Video
sr: Видео

source: Document
sr: Документ

source: Audio
sr: Аудио

source: Code
sr: Код

source: The requested Folder does not exist.
sr: Тражен фолдер не постоји.

source: Error finding Upload-Folder. Maybe it does not exist?
sr: Фолдер за постављање фајлова не постоји.

source: FileBrowser
sr: Фајл брузер

source: The Folder %s was successfully created.
sr: Фолдер %s је успешно направљен.

source: Permission denied.
sr: Одбијен приступ.

source: Error creating folder.
sr: Грешка при креирању фолдера.

source: New Folder
sr: Нови фолдер

source: Select files to upload
sr: Изаберите фајлове за пренос

source: Upload
sr: Пренос фајла

source: The requested File does not exist.
sr: Тражен фајл не постоји

source: The file %s was successfully deleted.
sr: Фајл %s је супешно обрисан.

source: The folder %s was successfully deleted.
sr: Фолдер %s је супешно обрисан.

source: Renaming was successful.
sr: Успешна промена назива.

source: Error.
sr: Грешка.

source: Rename "%s"
sr: Промени назив: „%s“

source: Rename
sr: Промени назив

source: Versions for "%s"
sr: Верзије за „%s“

source: Please correct the following errors.
sr: Исправите следеће грешке.

source: The Name will be converted to lowercase. Spaces will be replaced with underscores.
sr: Слова у називу ће аутоматски бити конвертована у мала. Празна поља ће бити замењена доњим цртама.

source: Submit
sr: Изврши

source: BROWSE
sr: БИРАЈ

source: An Error occured
sr: Грешка се десила

source: Completed
sr: Завршено

source: Do you want to replace the file
sr: Да ли желите да замените овај фајл?

source: Help
sr: Помоћ

source: Allowed
sr: Дозвољено

source: Max. Filesize
sr: Највећа величина фајла

source: Clear Queue
sr: Очисти листу

source: Image Version
sr: Верзија слике

source: Debug
sr: Исправљање грешака

source: Select
sr: Изаберите

source: Select File
sr: Изаберите фајл

source: Width
sr: Висина

source: Height
sr: Ширина

source: Home
sr: Почетни фолдер

source: Show Versions
sr: Прикажи верзије

source: View Image
sr: Преглед слике

source: Are you sure you want to delete this file?
sr: Да ли сте сигурни да желите да избришете овај фајл?

source: Delete File
sr: Избриши фајл

source: Are you sure you want to delete this Folder?
sr: Да ли сте сигурни да желите да избришете овај фолдер?

source: Delete Folder
sr: Избриши фолдер

source: Filter
sr: Филтер

source: By Date
sr: По датуму

source: Any Date
sr: Сви датуми

source: Today
sr: Данас

source: Past 7 days
sr: Последњих 7 дана

source: Past 30 days
sr: Последњих 30 дана

source: This year
sr: Ове године

source: By Type
sr: По типу

source: All
sr: Сви

source: No Items Found
sr: Ништа није пронађено.

source: %(counter)s Item
sr: %(counter)s ставка

source: No Items
sr: Ниједна ставка

source: 1 result
sr: 1 резултат

source: %(full_result_count)s total
sr: %(full_result_count)s укупно

source: Clear Restrictions
sr: Очисти забране

source: Search
sr: Претрага

source: Go
sr: Иди

source: %(counter)s Item found
sr: %(counter)s ставка нађена

source: %(counter)s Item total
sr: %(counter)s ставка укупно

source: Filename
sr: Назив фајла

source: Size
sr: Величина

source: Date
sr: Датум

source: Results
sr: Резултати

source: %(counter)s result
sr: %(counter)s резултат
